{"version":"1.0","encoding":"UTF-8","feed":{"xmlns":"http://www.w3.org/2005/Atom","xmlns$openSearch":"http://a9.com/-/spec/opensearchrss/1.0/","xmlns$gsx":"http://schemas.google.com/spreadsheets/2006/extended","id":{"$t":"https://spreadsheets.google.com/feeds/list/1loELb4aslMLnvzdU7mMz75iz11OyDblZZSRcINnukYk/2/public/basic"},"updated":{"$t":"2019-06-06T17:16:43.488Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"2. Content"},"link":[{"rel":"alternate","type":"application/atom+xml","href":"https://docs.google.com/spreadsheets/d/1loELb4aslMLnvzdU7mMz75iz11OyDblZZSRcINnukYk/pubhtml"},{"rel":"http://schemas.google.com/g/2005#feed","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1loELb4aslMLnvzdU7mMz75iz11OyDblZZSRcINnukYk/2/public/basic"},{"rel":"http://schemas.google.com/g/2005#post","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1loELb4aslMLnvzdU7mMz75iz11OyDblZZSRcINnukYk/2/public/basic"},{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1loELb4aslMLnvzdU7mMz75iz11OyDblZZSRcINnukYk/2/public/basic?alt\u003djson"}],"author":[{"name":{"$t":"noah.manger"},"email":{"$t":"noah.manger@gmail.com"}}],"openSearch$totalResults":{"$t":"3"},"openSearch$startIndex":{"$t":"1"},"entry":[{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1loELb4aslMLnvzdU7mMz75iz11OyDblZZSRcINnukYk/2/public/basic/cokwr"},"updated":{"$t":"2019-06-06T17:16:43.488Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"avr"},"content":{"type":"text","$t":"content: ## The Policy Case for Automatic Voter Registration from Leah Greenberg and Ezra Levin, Co-Founders of Indivisible\nIn the last couple of years, we’ve seen activists rise up all over the country and demonstrate their power. By organizing locally, focusing on their Members of Congress, and using tactics that actually work, thousands of Indivisible groups have formed and solidified themselves as powerhouses in the movement to resist the Trump agenda. They’ve now taken their activism to the ballot, fighting to elect progressive candidates into all levels of office.\n\nBut this kind of activism depends upon an honest, accessible, transparent, fair, and responsive democracy in order to succeed. Without a government that is accountable to its people, political and economic elites will continue to rig the system in order to perpetuate and further consolidate their wealth and power.\n\nThe right to vote - and to have every vote counted - is fundamental to a successful democracy. Yet, millions of Americans do not vote. One in two eligible voters didn’t participate in the 2016 elections, and nearly two-thirds didn’t vote in the 2014 midterms. \n\nA key reason is that our restrictive voter registration apparatus poses a significant barrier that keeps eligible Americans from participating in our democracy. It shouldn’t be overly burdensome to exercise the right to vote, yet millions of Americans don’t realize they aren’t registered, don’t understand how to register, or are otherwise excluded from the process. The obstacles to registration disproportionately disenfranchise low-income voters and people of color.\n\nThere is a single pro-democracy reform that could transform access to the ballot in the United States and increase electoral participation, better centering power in the hands of the people: automatic voter registration.\n\nAutomatic voter registration, or AVR, would do exactly what it sounds like it would do. When an eligible voter shares their information with the government through other public channels (perhaps getting a driver’s license, taking classes at a public university, or applying for benefits like Social Security), they would be automatically registered to vote unless they opted out.\n\nThis is a common-sense solution that has already produced dramatic results in the thirteen states (and D.C.!) that have enacted AVR. For example, 66% of new voters registered in Oregon in 2016 were registered through their newly implemented AVR program. Vermont’s voter registration jumped up by 62% in the first six months of implementing AVR. In the first months of implementation in California, nearly 800,000 people were newly registered, re-registered, or had their addresses updated through its AVR program. If implemented across the entire country, millions of eligible citizens would be efficiently and effectively added to the electorate. This would further enable voter participation and expand inclusion in the democratic process.\n\nUltimately, automatic voter registration would strengthen the simple idea upon which our movement rests: the principle that lawmakers are elected by, and thus are responsive and accountable to, the people.\n\n## The Political Case for Automatic Voter Registration from Data for Progress\nAutomatic voter registration has net support in 37 states, including DC, and 315 (or 72 percent) of 435 congressional districts. At the individual level, AVR is supported by 47 percent of likely 2018 voters, with 36 percent opposed, for a net support of 11 percentage points. The policy has net support among every race, gender, income, and age group except for those over the age of 65 (where it is opposed by a narrow three point margin). The policy is particularly popular among likely 2018 voters between the ages of 18 and 34, who support the policy by a 54-26 margin, as well as black and Asian likely voters, who support the policy by 61-14 and 51-26 margins, respectively. In a similar pattern as was observed with medical innovation prizes, college-educated likely voters are more likely to support the policy than those without a college degree (55 percent of the former support the policy, compared with 42 percent of the latter) but the two groups have similar rates of opposition (35 percent of the former, compared with 37 percent of the latter) such that the difference in net support is driven by differential rates of “don’t know” responses.\n\nTo be clear, the policy is polarizing, with overall net support being driven by wider margins of support on the left than margins of opposition on the right. Clinton voters who were likely to vote in 2018 support AVR by a stronger margin (72-14 in favor) than their Trump-voting counterparts (62-25 opposed). Similarly, the policy carries net support of +56 and +44 among Democrats and those who lean toward Democrats, respectively, compared to -38 and -34 among Republicans and those who lean toward Republicans (those who don’t lean toward either major party support the policy by a five point margin). \n\nIn addition, there are important regional variations in support for automatic voter registration that reflect previous patterns of ideological battles over voting rights: net support is lowest in the South (where the policy still holds net support by a 45-38 margin) and is highest in the Northeast (51-34); among white respondents, the South is the only region where AVR is underwater (with a slim 43-42 plurality opposed). There are also interesting patterns in income by racial group with this policy: while people of color were generally in favor of automatic voter registration, middle-income whites were essentially split on the policy. However, whites at the low and high ends of the income spectrum were in favor of policy on net (+7 for those who make less than $25,000 per year; roughly +20 for those who make more than $100,000).\n\nThe question wording for this policy included partisan counterframes: respondents were told that Democrats claim the policy will reduce barriers to voter participation and increase turnout, while Republicans claim that the policy could lead to voter fraud and would compromise the privacy of those who don’t want to be registered."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1loELb4aslMLnvzdU7mMz75iz11OyDblZZSRcINnukYk/2/public/basic/cokwr"}]},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1loELb4aslMLnvzdU7mMz75iz11OyDblZZSRcINnukYk/2/public/basic/cpzh4"},"updated":{"$t":"2019-06-06T17:16:43.488Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"bail"},"content":{"type":"text","$t":"content: ## The Policy Case for Ending Cash Bail from Senator Kamala Harris\nOur justice system was designed around a simple ideal: equal justice under the law. Yet for many of the 450,000 Americans sitting in jail today awaiting trial, that promise has been broken. In the United States today, a working mother accused of shoplifting can sit in jail for weeks, months, or even years—not because she’s a flight risk or a threat to public safety, but simply because she does not have the money to pay bail. She could potentially lose her job and maybe even her kids. In some cases—as with the tragic story of Kalief Browder, who hanged himself after he was wrongfully accused of stealing a backpack and detained for three years—the inability to pay bail can cost a defendant his or her life. Meanwhile, a wealthy person accused of the same crime can cut a big check and go home. And if you’re a Black or Latino defendant, studies show you’re more likely than a white defendant to be detained before trial and less likely to be able to post bail. That’s not equal treatment. It’s not smart. And it’s wrong.\n\nThis is about fairness in our criminal justice system—and it shouldn’t be a partisan issue. That’s why last year I partnered with Senator Rand Paul to introduce the Pretrial Integrity and Safety Act, which incentivizes states to reform and replace money bail systems. It would empower states to build on best practices, such as phone or text reminders to ensure that defendants show up for court or individualized assessments to determine whether there’s a risk to releasing the defendant. And would provide for better data collection so that reforms yield better outcomes—for defendants, families, and taxpayers. The Pretrial Justice Institute estimates that bail reform could save American taxpayers roughly $78 billion a year.\n\n It is long past time we end the injustice of our money bail system. The American people deserve a criminal justice system that treats everyone equally—no matter who they are or how much money they have.\n\n\n## The Policy Case for Ending Cash Bail from Speaker of New York City Council Corey Johnson\nIn New York City, people charged with crimes who can’t afford bail are sent to Rikers Island or four other city jails before facing trial. Those facing charges who do have the money almost always take advantage of bail and can remain free before seeing a judge. Both groups of people are presumed innocent before the law, but each experiences the criminal justice system in profoundly different ways.\n\nThis gulf, this huge disparity in the options rich and poor have, is fundamentally unfair and un-American. That one group of people – the haves – can enjoy freedom, while another group – the have-nots – must sit in jail, sometimes for longer than a year and at great detriment to their professional and personal lives, not to mention their mental health, is profoundly wrong.\n\n We’re fighting to keep conditions in jail humane in New York City. Thanks to legislation passed by the City Council, people being held in city jails will no longer have to pay exorbitant fees to make phone calls. We plan to shutter Rikers once and for all within the next ten years. And we continue to support the city’s bail fund, which uses charitable contributions to make bail payments for people facing misdemeanor charges who can’t afford to pay.\n\nBut we all need to work together toward broader criminal justice reform – on the local, state and federal levels. New York State is no exception. It has the authority to end the broken system of cash bail requirements. And it should. Punishing someone who’s presumed innocent with jail time simply because they cannot afford bail is deeply flawed public policy. It’s flawed not only because it’s morally wrong, it is also costly to imprison people still presumed innocent. It is long past time that we changed this and end cash bail – because it’s the right thing to do and because it makes fiscal sense."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1loELb4aslMLnvzdU7mMz75iz11OyDblZZSRcINnukYk/2/public/basic/cpzh4"}]},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1loELb4aslMLnvzdU7mMz75iz11OyDblZZSRcINnukYk/2/public/basic/cre1l"},"updated":{"$t":"2019-06-06T17:16:43.488Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"opioids"},"content":{"type":"text","$t":"content: Some content"},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1loELb4aslMLnvzdU7mMz75iz11OyDblZZSRcINnukYk/2/public/basic/cre1l"}]}]}}